{
    "IllegalCharacterInNumberException" = "Bitte überprüfen Sie den Wert <b>@@value@@</b> in <b>@@displayNameForProperty@@</b>.";
    "InvalidDateFormatException"="Der Wert <b>@@value@@</b> in <b>@@displayNameForProperty@@</b> ist kein gültiges Datum.";
    "InvalidNumberException" = "Dieser Wert ist keine Zahl.";
    "MandatoryToManyRelationshipException" = "@@displayNameForProperty@@ müssen gesetzt sein.";
    "MandatoryToOneRelationshipException" = "@@displayNameForProperty@@ muss gesetzt sein.";
    "NullPropertyException" = "Bitte füllen Sie das Feld <b>@@displayNameForProperty@@</b> aus.";
    "NotANumberException" = "Der Wert <b>@@value@@</b> ist keine Zahl.";
    "ObjectRemovalException" = "<b>@@displayNameForEntity@@</b> kann nicht gelöscht werden löschen, solange noch <b>@@displayNameForProperty@@</b> gesetzt sind.";
    "ObjectsRemovalException" = "<b>@@displayNameForEntity@@</b> kann nicht gelöscht werden löschen, solange noch <b>@@displayNameForProperty@@</b> gesetzt sind.";
    "PasswordsDontMatchException" = "Die <b>Passworte</b> stimmen nicht überein.";
    "PasswordsFillBothFieldsException" = "Bitte füllen Sie beide <b>Passwort</b> Felder aus.";
    "ObjectCannotBeDeletedException" = "Diese <b>@@displayNameForEntity@@</b> kann nicht gelöscht werden, weil Sie keine Rechte haben, diese <b>@@displayNameForEntity@@</b> direkt oder eines der verknüpften Objekte dieser <b>@@displayNameForEntity@@</b> zu löschen.";
}